[
  "inline-code-copy",
  "persistent-links",
  "update-relative-links",
  "better-search-views",
  "cm-chs-patch",
  "obsidian-file-cooker",
  "obsidian-footnotes",
  "obsidian-front-matter-title-plugin",
  "obsidian-relative-line-numbers",
  "obsidian-vimrc-support",
  "obsidian42-brat",
  "restore-tab-key",
  "scroll-with-jk",
  "settings-search",
  "tag-wrangler",
  "vim-yank-highlight",
  "any-block",
  "attachment-management",
  "datacore",
  "dataview",
  "clever-search",
  "float-search",
  "floating-toc",
  "janitor",
  "metaedit",
  "mysnippets-plugin",
  "obsidian-another-quick-switcher",
  "obsidian-style-settings",
  "obsidian-tagfolder",
  "obsidian-version-history-diff",
  "quick-open",
  "quickadd",
  "templater-obsidian",
  "obsidian-git",
  "obsidian-trash-explorer",
  "typewriter-mode",
  "various-complements",
  "easy-typing-obsidian",
  "better-plugins-manager",
  "obsidian-latex-suite",
  "obsidian-linter",
  "shiki-highlighter"
]