[
  "cm-chs-patch",
  "obsidian-vimrc-support",
  "various-complements",
  "update-relative-links",
  "typewriter-mode",
  "obsidian-trash-explorer",
  "templater-obsidian",
  "obsidian-tagfolder",
  "tag-wrangler",
  "quickadd",
  "obsidian-relative-line-numbers",
  "persistent-links",
  "mysnippets-plugin",
  "metaedit",
  "obsidian-linter",
  "janitor",
  "obsidian-hover-editor",
  "obsidian-icon-shortcodes",
  "obsidian-git",
  "obsidian-footnotes",
  "floating-toc",
  "float-search",
  "dataview",
  "code-styler",
  "clever-search",
  "better-search-views",
  "better-fn",
  "obsidian-better-command-palette",
  "attachment-management",
  "obsidian-another-quick-switcher",
  "actions-uri",
  "sheets",
  "sticky-heading",
  "obsidian-version-history-diff",
  "easy-typing-obsidian",
  "obsidian-latex-suite",
  "obsidian-front-matter-title-plugin",
  "tab-selector",
  "obsidian42-brat",
  "minimap",
  "pdf-plus"
]