[
  "update-relative-links",
  "obsidian-better-command-palette",
  "better-fn",
  "oz-clear-unused-images",
  "obsidian-icon-shortcodes",
  "quickadd",
  "tag-wrangler",
  "obsidian-tagfolder",
  "templater-obsidian",
  "obsidian-trash-explorer",
  "obsidian-vimrc-support",
  "code-styler",
  "obsidian-footnotes",
  "better-search-views",
  "mysnippets-plugin",
  "obsidian-hover-editor",
  "clever-search",
  "obsidian-quiet-outline",
  "obsidian-git",
  "obsidian-plugin-update-tracker",
  "obsidian-latex-suite",
  "dataview",
  "omnisearch",
  "cm-chs-patch",
  "various-complements",
  "obsidian-relative-line-numbers",
  "obsidian-omnivore",
  "remotely-save",
  "homepage",
  "typewriter-mode",
  "metaedit",
  "obsidian-style-settings",
  "obsidian-linter",
  "attachment-management"
]